[LW2WotC_ShootAnyone X2AbilityTemplate]
LocFriendlyName: "随意射击"
LocFlyOverText= "随意射击"
LocLongDescription= "可以用任何武器射击任意目标."
LocHelpText= "可以用任何武器射击任意目标."
LocPromotionPopupText="<Bullet/>随意射击.<br/>"

[LW2WotC_CenterMass X2AbilityTemplate]
LocFriendlyName= "中心质量"
LocFlyOverText= "中心质量"
LocLongDescription="使用枪械时，额外造成<Ability:CENTERMASS_DAMAGE/>点基础伤害."
LocHelpText="使用枪械时，额外造成<Ability:CENTERMASS_DAMAGE/>点基础伤害."
LocPromotionPopupText="<Bullet/>使用主武器、手枪或短管霰弹枪时，额外造成<Ability:CENTERMASS_DAMAGE/>点基础伤害."

[LW2WotC_Lethal X2AbilityTemplate]
LocFriendlyName= "致命"
LocFlyOverText= "致命"
LocLongDescription="使用主武器时，额外造成<Ability:LETHAL_DAMAGE/>点基础伤害."
LocHelpText="使用主武器时，额外造成<Ability:LETHAL_DAMAGE/>点基础伤害."
LocPromotionPopupText="<Bullet/> 使用主武器时，额外造成<Ability:LETHAL_DAMAGE/>点基础伤害."

[LW2WotC_HitandSlither X2AbilityTemplate]
LocFriendlyName= "击中并滑行"
LocFlyOverText= "击中并滑行"
LocLongDescription="用主武器对侧翼或暴露的目标进行标准射击后，获得一次额外的移动行动. <Ability:HNR_USES_PER_TURN/>"
LocHelpText="用主武器对侧翼或暴露的目标进行标准射击后，获得一次额外的移动行动. <Ability:HNR_USES_PER_TURN/>"
LocPromotionPopupText="<Bullet/> 用主武器对侧翼或暴露的目标进行标准射击后，获得一次额外的移动行动. <Ability:HNR_USES_PER_TURN/>"

[LW2WotC_HitandRun X2AbilityTemplate]
LocFriendlyName= "击中并撤离"
LocFlyOverText= "击中并撤离"
LocLongDescription="用主武器对侧翼或暴露的目标进行标准射击后，获得一次额外的行动. <Ability:HNR_USES_PER_TURN/>"
LocHelpText="用主武器对侧翼或暴露的目标进行标准射击后，获得一次额外的行动. <Ability:HNR_USES_PER_TURN/>"
LocPromotionPopupText="<Bullet/>不能在同一回合与"疾跑并射击"一起使用.<br/><Bullet/>来自"连续射击"和"死亡俯冲"的额外完整行动将优先授予.<br/><Bullet/> <Ability:HNR_USES_PER_TURN/>"

[LW2WotC_CloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName= "近战专家"
LocFlyOverText= "近战专家"
LocLongDescription="在敌人回合中，对在<Ability:CCS_RANGE/>范围内移动或射击的可见敌人，用主武器进行一次免费的反应射击."
LocHelpText="在敌人回合中，对在<Ability:CCS_RANGE/>范围内移动或射击的可见敌人，用主武器进行一次免费的反应射击."
LocPromotionPopupText="<Bullet/> 如果士兵处于隐蔽状态，则不会触发.<br/><Bullet/>每回合对每个敌人只能使用一次此能力.<br/><Bullet/>每次射击消耗 <Ability:CCS_AMMO_PER_SHOT/>发子弹.<br/>""

[LW2WotC_CloseCombatSpecialistAttack X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="在敌方回合中，当任何可见的敌人在<Ability:CCS_RANGE/>范围内移动或开火时，使用你的主武器进行一次免费的反应射击."
LocHelpText="在敌方回合中，对任何在<Ability:CCS_RANGE/>范围内可见且移动或开火的敌人进行一次免费的反应射击."
LocPromotionPopupText="<Bullet/>如果士兵处于隐蔽状态，则不会触发此能力.<br/><Bullet/>每回合你可以对每个拥有此能力的敌人射击一次>每回合你可以对每个拥有此能力的敌人射击一次.<br/><Bullet/>每次射击需要消耗<Ability:CCS_AMMO_PER_SHOT/>发弹药.<br/>""

[LW2WotC_CloseandPersonal X2AbilityTemplate]
LocFriendlyName= "近身搏斗"
LocFlyOverText= "近身搏斗"
LocLongDescription="对相邻目标增加30%的暴击几率.该加成随距离增加而递减."
LocHelpText="对相邻目标增加30%的暴击几率.该加成随距离增加而递减."
LocPromotionPopupText="<Bullet/>对相邻目标增加30%的暴击几率.<br/><Bullet/>每远离目标一格，暴击几率减少5%，7格或以上时减少至0%.<br/>"

[LW2WotC_DamnGoodGround X2AbilityTemplate]
LocFriendlyName= "绝佳地形"
LocFlyOverText= "绝佳地形"
LocLongDescription="对处于较低位置的敌人，增加<Ability:DGG_AIM_BONUS/>命中率和<Ability:DGG_DEF_BONUS/>防御力."
LocHelpText="对处于较低位置的敌人，增加<Ability:DGG_AIM_BONUS/>命中率和<Ability:DGG_DEF_BONUS/>防御力."
LocPromotionPopupText="<Bullet/> 对处于较低位置的敌人，增加<Ability:DGG_AIM_BONUS/>命中率和<Ability:DGG_DEF_BONUS/>防御力.<br/><Bullet/>如果单位处于混乱、眩晕、恐慌、着火或其他受损状态，此能力不提供防御加成."

[LW2WotC_Executioner X2AbilityTemplate]
LocFriendlyName= "刽子手"
LocFlyOverText= "刽子手"
LocLongDescription="对生命值等于或低于一半的敌人，增加<Ability:EXECUTIONER_AIM_BONUS/>命中率和<Ability:EXECUTIONER_CRIT_BONUS/>暴击几率."
LocHelpText="对生命值等于或低于一半的敌人，增加<Ability:EXECUTIONER_AIM_BONUS/>命中率和<Ability:EXECUTIONER_CRIT_BONUS/>暴击几率."
LocPromotionPopupText="<Bullet/> 对生命值等于或低于一半的敌人，增加<Ability:EXECUTIONER_AIM_BONUS/>命中率和<Ability:EXECUTIONER_CRIT_BONUS/>暴击几率.<br/>"

[LW2WotC_Resilience X2AbilityTemplate]
LocFriendlyName= "韧性"
LocFlyOverText= "韧性"
LocLongDescription="敌人对你的攻击，其暴击几率降低<Ability:RESILIENCE_CRITDEF_BONUS/>"
LocHelpText="敌人对你的攻击，其暴击几率降低<Ability:RESILIENCE_CRITDEF_BONUS/>"
LocPromotionPopupText="<Bullet/> 敌人对你的攻击，其暴击几率降低<Ability:RESILIENCE_CRITDEF_BONUS/><br/>"

[LW2WotC_TacticalSense X2AbilityTemplate]
LocFriendlyName= "战术意识"
LocFlyOverText= "战术意识"
LocLongDescription="每看到一个敌人，增加<Ability:TACTICAL_SENSE_DEF_BONUS_PER_ENEMY/>防御力，最多增加<Ability:TACTICAL_SENSE_MAX_DEF_BONUS/>防御力."
LocHelpText="每看到一个敌人，增加<Ability:TACTICAL_SENSE_DEF_BONUS_PER_ENEMY/>防御力，最多增加<Ability:TACTICAL_SENSE_MAX_DEF_BONUS/>防御力."
LocPromotionPopupText="<Bullet/> 每看到一个敌人，增加<Ability:TACTICAL_SENSE_DEF_BONUS_PER_ENEMY/>防御力，最多增加<Ability:TACTICAL_SENSE_MAX_DEF_BONUS/>防御力.<br/><Bullet/> <Ability:TS_SQUADSIGHT_ENEMIES_APPLY/><br/><Bullet/>如果单位处于混乱、眩晕、恐慌、着火或其他受损状态，此能力不提供防御加成."

[LW2WotC_Aggression X2AbilityTemplate]
LocFriendlyName= "侵略性"
LocFlyOverText= "侵略性"
LocLongDescription="每看到一个敌人，增加<Ability:AGGRESSION_CRIT_BONUS_PER_ENEMY/>暴击几率，最多增加<Ability:AGGRESSION_MAX_CRIT_BONUS/>."
LocHelpText="每看到一个敌人，增加<Ability:AGGRESSION_CRIT_BONUS_PER_ENEMY/>暴击几率，最多增加<Ability:AGGRESSION_MAX_CRIT_BONUS/>."
LocPromotionPopupText="<Bullet/> 每看到一个敌人，增加<Ability:AGGRESSION_CRIT_BONUS_PER_ENEMY/>暴击几率，最多增加<Ability:AGGRESSION_MAX_CRIT_BONUS/>.<br/><Bullet/> <Ability:AGG_SQUADSIGHT_ENEMIES_APPLY/><br/>"

[LW2WotC_BringEmOn X2AbilityTemplate]
LocFriendlyName= "放马过来"
LocFlyOverText= "放马过来"
LocLongDescription="每看到两个敌人，暴击伤害增加<Ability:BEO_BONUS_CRIT_DAMAGE_PER_ENEMY/>最多增加<Ability:BEO_MAX_BONUS_CRIT_DAMAGE/>."
LocHelpText="每看到两个敌人，暴击伤害增加<Ability:BEO_BONUS_CRIT_DAMAGE_PER_ENEMY/>最多增加<Ability:BEO_MAX_BONUS_CRIT_DAMAGE/>."
LocPromotionPopupText="<Bullet/> 每看到两个敌人，暴击伤害增加<Ability:BEO_BONUS_CRIT_DAMAGE_PER_ENEMY/>最多增加<Ability:BEO_MAX_BONUS_CRIT_DAMAGE/>.<br/><Bullet/> <Ability:BEO_SQUADSIGHT_ENEMIES_APPLY/><br/><Bullet/> 仅适用于主武器造成的伤害."

[LW2WotC_HardTarget X2AbilityTemplate]
LocFriendlyName= "硬目标"
LocFlyOverText= "硬目标"
LocLongDescription="每看到一个敌人，增加<Ability:HT_DODGE_BONUS_PER_ENEMY/>闪避率，最多增加<Ability:HT_MAX_DODGE_BONUS/>."
LocHelpText="每看到一个敌人，增加<Ability:HT_DODGE_BONUS_PER_ENEMY/>闪避率，最多增加<Ability:HT_MAX_DODGE_BONUS/>."
LocPromotionPopupText="<Bullet/> 每看到一个敌人，增加<Ability:HT_DODGE_BONUS_PER_ENEMY/>闪避率，最多增加<Ability:HT_MAX_DODGE_BONUS/>.<br/><Bullet/> <Ability:HT_SQUADSIGHT_ENEMIES_APPLY/><br/><Bullet/>如果单位处于混乱、眩晕、恐慌、着火或其他受损状态，此能力不提供防御加成."

[LW2WotC_Infighter X2AbilityTemplate]
LocFriendlyName= "近战高手"
LocFlyOverText= "近战高手"
LocLongDescription="在<Ability:INFIGHTER_DODGE_BONUS/>格范围内，增加<Ability:INFIGHTER_MAX_TILES/>闪避率."
LocHelpText="在<Ability:INFIGHTER_DODGE_BONUS/>格范围内，增加<Ability:INFIGHTER_MAX_TILES/>闪避率."
LocPromotionPopupText="<Bullet/> 在<Ability:INFIGHTER_DODGE_BONUS/>格范围内，增加<Ability:INFIGHTER_MAX_TILES/>闪避率.<br/><Bullet/>闪避加成也适用于近战攻击.<br/><Bullet/>如果单位处于混乱、眩晕、恐慌、着火或其他受损状态，此能力不提供防御加成."

[LW2WotC_DepthPerception X2AbilityTemplate]
LocFriendlyName= "深度感知"
LocFlyOverText= "深度感知"
LocLongDescription="当处于比目标更高的位置时，增加<Ability:DP_AIM_BONUS/>命中率，并减少敌人<Ability:DP_ANTIDODGE_BONUS/>的闪避率."
LocHelpText="当处于比目标更高的位置时，增加<Ability:DP_AIM_BONUS/>命中率，并减少敌人<Ability:DP_ANTIDODGE_BONUS/>的闪避率."
LocPromotionPopupText="<Bullet/> 当处于比目标更高的位置时，增加<Ability:DP_AIM_BONUS/>命中率，并减少敌人<Ability:DP_ANTIDODGE_BONUS/>的闪避率.<br/>"

[LW2WotC_WilltoSurvive X2AbilityTemplate]
LocFriendlyName= "生存意志"
LocFlyOverText= "生存意志"
LocLongDescription="在掩体中受到攻击时，减少敌人造成的伤害.高位掩体减少<Ability:W2S_HIGH_COVER_ARMOR_BONUS/>伤害，低位掩体减少<Ability:W2S_LOW_COVER_ARMOR_BONUS/>伤害.同时增加<Ability:WILLTOSURVIVE_WILLBONUS/>意志力"
LocHelpText="在掩体中受到攻击时，减少敌人造成的伤害.高位掩体减少<Ability:W2S_HIGH_COVER_ARMOR_BONUS/>伤害，低位掩体减少<Ability:W2S_LOW_COVER_ARMOR_BONUS/>伤害.同时增加<Ability:WILLTOSURVIVE_WILLBONUS/>意志力"
LocPromotionPopupText="<Bullet/> 在掩体中受到攻击时，减少敌人造成的伤害.高位掩体减少<Ability:W2S_HIGH_COVER_ARMOR_BONUS/>伤害，低位掩体减少<Ability:W2S_LOW_COVER_ARMOR_BONUS/>伤害<br/><Bullet/>对爆炸物和其他间接攻击的掩体计算从爆炸点开始.<br/><Bullet/>穿甲效果不会消除此加成.<br/><Bullet/>此单位永久增加<Ability:WILLTOSURVIVE_WILLBONUS/>意志力.<br/><Bullet/>如果单位处于混乱、眩晕、恐慌、着火或其他受损状态，此能力不提供防御加."

[LW2WotC_LightEmUp X2AbilityTemplate]
LocFriendlyName= "点亮他们"
LocFlyOverText= "点亮他们"
LocLongDescription="用主武器进行第一次标准射击后，不再结束回合."
LocHelpText="用主武器进行第一次标准射击后，不再结束回合."
LocPromotionPopupText="<Bullet/> 用主武器进行第一次标准射击后，不再结束回合.<br/>"

[LW2WotC_CloseEncounters X2AbilityTemplate]
LocFriendlyName= "近距离遭遇"
LocFlyOverText= "近距离遭遇"
LocLongDescription="用主武器对<Ability:CE_MAX_TILES/>范围内的敌人进行标准射击后，获得一次额外行动<Ability:CE_USES_PER_TURN/>"
LocHelpText="用主武器对<Ability:CE_MAX_TILES/>范围内的敌人进行标准射击后，获得一次额外行动<Ability:CE_USES_PER_TURN/>"
LocPromotionPopupText="<Bullet/> 用主武器对<Ability:CE_MAX_TILES/>范围内的敌人进行标准射击后，获得一次额外行动<br/><Bullet/> <Ability:CE_USES_PER_TURN/><br/><Bullet/>此能力的作用范围会用红圈标记.<br/><Bullet/>不能在同一回合与"疾跑并射击"一起使用.<br/>"

[LW2WotC_LoneWolf X2AbilityTemplate]
LocFriendlyName= "独狼"
LocFlyOverText= "独狼"
LocLongDescription="当与任何盟友距离<Ability:LONEWOLF_AIM_BONUS/>格或更远时，增加<Ability:LONEWOLF_CRIT_BONUS/>命中率<Ability:LONEWOLF_DEF_BONUS/>暴击几率和<Ability:LONEWOLF_MIN_DIST_TILES/>防御力."
LocHelpText="当与任何盟友距离<Ability:LONEWOLF_AIM_BONUS/>格或更远时，增加<Ability:LONEWOLF_CRIT_BONUS/>命中率<Ability:LONEWOLF_DEF_BONUS/>暴击几率和<Ability:LONEWOLF_MIN_DIST_TILES/>防御力."
LocPromotionPopupText="<Bullet/> 当与任何盟友距离<Ability:LONEWOLF_AIM_BONUS/>格或更远时，增加<Ability:LONEWOLF_CRIT_BONUS/>命中率<Ability:LONEWOLF_DEF_BONUS/>暴击几率和<Ability:LONEWOLF_MIN_DIST_TILES/>防御力.<br/><Bullet/>如果单位处于混乱、眩晕、恐慌、着火或其他受损状态，此能力不提供防御加成."

[LW2WotC_LowProfile X2AbilityTemplate]
LocFriendlyName= "低姿态"
LocFlyOverText= "低姿态"
LocLongDescription="使半掩体视为完全掩体."
LocHelpText="使半掩体视为完全掩体."
LocPromotionPopupText="<Bullet/> 使半掩体视为完全掩体.<br/>"

[LW2WotC_HyperReactivePupils X2AbilityTemplate]
LocFriendlyName= "超反应瞳孔"
LocFlyOverText= "超反应瞳孔"
LocLongDescription="未命中后，下一次用主武器射击时增加<Ability:HYPERREACTIVE_PUPILS_AIM_BONUS/> 命中率."
LocHelpText="未命中后，下一次用主武器射击时增加<Ability:HYPERREACTIVE_PUPILS_AIM_BONUS/> 命中率."
LocPromotionPopupText="<Bullet/>增加的命中率持续到下一次命中目标或任务结束.<br/><Bullet/>基于范围的射击不会触发此加成.<br/>"

[LW2WotC_LockedOn X2AbilityTemplate]
LocFriendlyName= "锁定目标"
LocFlyOverText= "锁定目标"
LocLongDescription="对同一敌方单位连续用主武器射击时，每次增加<Ability:LOCKEDON_AIM_BONUS/>命中率和<Ability:LOCKEDON_CRIT_BONUS/>暴击几率."
LocHelpText="对同一敌方单位连续用主武器射击时，每次增加<Ability:LOCKEDON_AIM_BONUS/>命中率和<Ability:LOCKEDON_CRIT_BONUS/>暴击几率."
LocPromotionPopupText="<Bullet/> 对同一敌方单位连续用主武器射击时，每次增加<Ability:LOCKEDON_AIM_BONUS/>命中率和<Ability:LOCKEDON_CRIT_BONUS/>暴击几率.<br/><Bullet/>不会叠加，仅适用于敌方单位.基于范围的射击不会触发此加成."

[LW2WotC_Sentinel X2AbilityTemplate]
LocFriendlyName= "哨兵"
LocFlyOverText= "哨兵"
LocLongDescription="在伏击状态下，可以进行<Ability:SENTINEL_LW_USES_PER_TURN/>次反击射."
LocHelpText="在伏击状态下，可以进行<Ability:SENTINEL_LW_USES_PER_TURN/>次反击射."
LocPromotionPopupText="<Bullet/> 反应射击可以针对一个或多个目标，取决于外星人的移动.<br/>"

[LW2WotC_RapidReaction X2AbilityTemplate]
LocFriendlyName= "快速反应"
LocFlyOverText= "快速反应"
LocLongDescription="在伏击状态下，每次命中目标都会获得一次额外的反应射击机会，最多<Ability:RAPID_REACTION_USES_PER_TURN/>次."
LocHelpText="在伏击状态下，每次命中目标都会获得一次额外的反应射击机会，最多<Ability:RAPID_REACTION_USES_PER_TURN/>次."
LocPromotionPopupText="<Bullet/> 在伏击状态下，每次命中目标都会获得一次额外的反应射击机会，最多<Ability:RAPID_REACTION_USES_PER_TURN/>次.<br/>"

[LW2WotC_TraverseFire X2AbilityTemplate]
LocFriendlyName= "横扫射击"
LocFlyOverText= "横扫射击"
LocLongDescription="用主武器进行第一次标准射击后，可以进行一次额外的非移动行动."
LocHelpText="用主武器进行第一次标准射击后，可以进行一次额外的非移动行动."
LocPromotionPopupText="<Bullet/> 用主武器进行第一次标准射击后，可以进行一次额外的非移动行动.<br/>"

[LW2WotC_Cutthroat X2AbilityTemplate]
LocFriendlyName= "割喉者"
LocFlyOverText= "割喉者"
LocLongDescription="对生物敌人进行近战攻击时，忽略其护甲，增加<Ability:CUTTHROAT_BONUS_CRIT_CHANCE/>暴击几率，并造成<Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/>额外暴击伤害."
LocHelpText="对生物敌人进行近战攻击时，忽略其护甲，增加<Ability:CUTTHROAT_BONUS_CRIT_CHANCE/>暴击几率，并造成<Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/>额外暴击伤害."
LocPromotionPopupText="<Bullet/> 对生物敌人进行近战攻击时，忽略其护甲，增加<Ability:CUTTHROAT_BONUS_CRIT_CHANCE/>暴击几率，并造成<Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/>额外暴击伤害."

[LW2WotC_WalkFire X2AbilityTemplate]
LocFriendlyName= "行进射击"
LocFlyOverText= "行进射击"
LocLongDescription="进行一次高精度射击，增加<Ability:WALK_FIRE_AIM_BONUS>命中率，但减少<Ability:WALK_FIRE_DAMAGE_PERCENT_MALUS>%，消耗<Ability:WALK_FIRE_CRIT_MALUS>暴击几率，伤害为<Ability:WALK_FIRE_AMMO_COST>发子弹. <Ability:WALK_FIRE_COOLDOWN>回合冷却."
LocHelpText="特殊射击：增加<Ability:WALK_FIRE_AIM_BONUS>命中率，减少<Ability:WALK_FIRE_CRIT_MALUS>暴击几率，伤害为<Ability:WALK_FIRE_DAMAGE_PERCENT_MALUS>%，消耗<Ability:SelfAmmoCost/>发子弹."
LocPromotionPopupText="<Bullet/>特殊射击：士兵在自动武器连发过程中调整瞄准，增加<Ability:WALK_FIRE_AIM_BONUS>命中率，减少<Ability:WALK_FIRE_CRIT_MALUS>暴击几率，伤害为<Ability:WALK_FIRE_DAMAGE_PERCENT_MALUS>%.<br/><Bullet/>消耗<Ability:SelfAmmoCost/>发子弹.<br/><Bullet/> <Ability:WALK_FIRE_COOLDOWN>回合冷却.<br/><Bullet/>需要连发武器；装备霰弹枪或狙击步枪作为主武器时，此能力不可用."

[LW2WotC_PrecisionShot X2AbilityTemplate]
LocFriendlyName= "精准射击"
LocFlyOverText= "精准射击"
LocLongDescription="进行一次特殊射击，增加<Ability:PRECISION_SHOT_CRIT_BONUS>暴击几率和<Ability:PRECISION_SHOT_CRIT_DAMAGE_PERCENT_BONUS>%暴击伤害. <Ability:PRECISION_SHOT_COOLDOWN>回合冷却.消耗<Ability:PRECISION_SHOT_AMMO_COST>发子弹."
LocHelpText="进行一次特殊射击，增加<Ability:PRECISION_SHOT_CRIT_BONUS>暴击几率和<Ability:PRECISION_SHOT_CRIT_DAMAGE_PERCENT_BONUS>%暴击伤害. <Ability:PRECISION_SHOT_COOLDOWN>回合冷却.消耗<Ability:PRECISION_SHOT_AMMO_COST>发子弹."
LocPromotionPopupText="<Bullet/> 进行一次特殊射击，增加<Ability:PRECISION_SHOT_CRIT_BONUS>暴击几率和<Ability:PRECISION_SHOT_CRIT_DAMAGE_PERCENT_BONUS>%暴击伤害. <Ability:PRECISION_SHOT_COOLDOWN>回合冷却.消耗<Ability:PRECISION_SHOT_AMMO_COST>发子弹.<br/>"

[LW2WotC_PrecisionShot_Bonuses X2AbilityTemplate]
LocFriendlyName="精准射击"
LocFlyOverText="精准射击"
LocLongDescription="发动一次特殊射击，获得+<Ability:PRECISION_SHOT_CRIT_BONUS>的暴击几率加成和<Ability:PRECISION_SHOT_CRIT_DAMAGE_PERCENT_BONUS>%的暴击伤害加成.该能力有. <Ability:PRECISION_SHOT_COOLDOWN>回合的冷却时间.消耗<Ability:PRECISION_SHOT_AMMO_COST>发弹药."
LocHelpText="发动一次特殊射击，获得+<Ability:PRECISION_SHOT_CRIT_BONUS>的暴击几率加成和<Ability:PRECISION_SHOT_CRIT_DAMAGE_PERCENT_BONUS>%的暴击伤害加成.该能力有. <Ability:PRECISION_SHOT_COOLDOWN>回合的冷却时间.消耗<Ability:PRECISION_SHOT_AMMO_COST>发弹药."
LocPromotionPopupText="<Bullet/> 发动一次特殊射击，获得+<Ability:PRECISION_SHOT_CRIT_BONUS>的暴击几率加成和<Ability:PRECISION_SHOT_CRIT_DAMAGE_PERCENT_BONUS>%的暴击伤害加成.该能力有. <Ability:PRECISION_SHOT_COOLDOWN>回合的冷却时间.消耗<Ability:PRECISION_SHOT_AMMO_COST>发弹药.<br/>"

[LW2WotC_Covert X2AbilityTemplate]
LocFriendlyName= "隐蔽"
LocFlyOverText= "隐蔽"
LocLongDescription="敌人对你的侦测范围减少<Ability:COVERT_DETECTION_RANGE_REDUCTION>%."
LocHelpText="敌人对你的侦测范围减少."
LocPromotionPopupText="<Bullet/> 敌人对你的侦测范围减少<Ability:COVERT_DETECTION_RANGE_REDUCTION>%如未警觉敌人周围的红格所示.<br/><Bullet/>不适用于变种人安全塔."

[LW2WotC_SlugShot X2AbilityTemplate]
LocFriendlyName= "独头弹射击"
LocFlyOverText= "独头弹射击"
LocLongDescription="仅限主武器霰弹枪的特殊射击：发射一发无视<Ability:SLUG_SHOT_PIERCE>点护甲且无射程惩罚的子弹.消耗<Ability:SelfAmmoCost/>发子弹. <Ability:SLUG_SHOT_COOLDOWN/>回合冷却."
LocHelpText="无视护甲的霰弹枪特殊射击，无射程惩罚."
LocPromotionPopupText="<Bullet/>仅限主武器霰弹枪的特殊射击：发射一发无射程惩罚的子弹.<br/><Bullet/>子弹将无视<Ability:SLUG_SHOT_PIERCE>点护甲.<br/><Bullet/> <Ability:SLUG_SHOT_COOLDOWN/>回合冷却.<br/><Bullet/>需要<Ability:SelfAmmoCost/>发子弹.<br/>"

[LW2WotC_SlugShot_Bonuses X2AbilityTemplate]
LocFriendlyName="独头弹射击"
LocFlyOverText="独头弹射击"
LocLongDescription="仅限主武器为霰弹枪的特殊射击：发射一枚能穿透 <Ability:SLUG_SHOT_PIERCE>点护甲且无射程惩罚的子弹.消耗<Ability:SelfAmmoCost/>发弹药.该能力有. <Ability:SLUG_SHOT_COOLDOWN/>回合的冷却时间."
LocHelpText="无射程惩罚的穿甲霰弹枪特殊射击."
LocPromotionPopupText="<Bullet/>仅限主武器为霰弹枪的特殊射击：发射一枚无射程惩罚的子弹.<br/><Bullet/>该子弹将穿透 <Ability:SLUG_SHOT_PIERCE>点护甲值.<br/><Bullet/>有<Ability:SLUG_SHOT_COOLDOWN/>回合的冷却时间.<br/><Bullet/>需要消耗<Ability:SelfAmmoCost/>发弹药.<br/>"

[LW2WotC_DamageControl X2AbilityTemplate]
LocFriendlyName= "损伤控制"
LocFlyOverText= "损伤控制"
LocLongDescription="受到伤害后，在本回合结束前获得<Ability:DAMAGE_CONTROL_BONUS_ARMOR>点护甲."
LocHelpText="受到伤害后，在本回合结束前获得<Ability:DAMAGE_CONTROL_BONUS_ARMOR>点护甲."
LocPromotionPopupText="<Bullet/>受到冲击后，你的护甲会暂时硬化.受到伤害后，在本回合结束前获得<Ability:DAMAGE_CONTROL_BONUS_ARMOR>点护甲.

[LW2WotC_RapidDeployment X2AbilityTemplate]
LocFriendlyName= "快速部署"
LocFlyOverText= "快速部署"
LocLongDescription="在投掷或发射支援手榴弹前激活此能力，投掷不会消耗行动. <Ability:RAPID_DEPLOYMENT_COOLDOWN>回合冷却."
LocHelpText="在投掷或发射支援手榴弹前激活此能力，投掷不会消耗行动. <Ability:RAPID_DEPLOYMENT_COOLDOWN>回合冷却."
LocPromotionPopupText="<Bullet/> 在投掷或发射支援手榴弹前激活此能力，投掷不会消耗行动.<br/><Bullet/>适用于烟雾弹、闪光弹和战场扫描仪.<br/><Bullet/> <Ability:RAPID_DEPLOYMENT_COOLDOWN>回合冷却.<br/>"

[LW2WotC_Fleche X2AbilityTemplate]
LocFriendlyName= "突刺"
LocFlyOverText= "突刺"
LocLongDescription="用剑攻击移动范围内的任何敌人.每与起始位置相隔<Ability:FLECHE_BONUS_DAMAGE_PER_TILES/>格，增加1点伤害."
LocHelpText="用剑攻击移动范围内的任何敌人.距离越远，伤害越高."
LocPromotionPopupText="<Bullet/>将移动光标放在敌人上可触发突刺能力.<br/><Bullet/>士兵可以进行"冲刺"移动，使用两个行动点移动，然后仍可对相邻敌人发动攻击.<br/><Bullet/>突刺每与起始位置相隔<Ability:FLECHE_BONUS_DAMAGE_PER_TILES/>格，增加1点伤害.<br/>"

[LW2WotC_Fleche_Bonuses X2AbilityTemplate]
LocFriendlyName="突刺"
LocFlyOverText="突刺"
LocLongDescription="使用你的剑攻击移动范围内的任意敌人.根据你起始位置与目标之间每<Ability:FLECHE_BONUS_DAMAGE_PER_TILES/>格的距离，额外造成+1点伤害."
LocHelpText="使用你的剑攻击移动范围内的任意敌人.从远处发起的攻击将造成额外伤害."
LocPromotionPopupText="<Bullet/>你可以通过将移动光标放在敌人身上来触发突刺能力.<br/><Bullet/>士兵可以进行"冲刺"移动，即使用两个行动点进行移动，并仍然可以对相邻的敌人发动攻击.<br/><Bullet/>突刺根据单位回合开始时所在位置与目标位置之间每<Ability:FLECHE_BONUS_DAMAGE_PER_TILES/>格的距离，额外造成1点伤害.<br/>"

[LW2WotC_Slash X2AbilityTemplate]
LocFriendlyName= "劈砍"
LocFlyOverText= "劈砍"
LocLongDescription="用剑攻击相邻目标.消耗一个行动点."
LocHelpText="用剑攻击相邻目标.消耗一个行动点."
LocPromotionPopupText="<Bullet/>用剑攻击相邻目标.<br/><Bullet/>消耗一个行动点，不会自动结束回合，因此一回合内可以进行两次攻击."

[LW2WotC_TrenchGun X2AbilityTemplate]
LocFriendlyName= "战壕枪"
LocFlyOverText= "战壕枪"
LocLongDescription="仅限主武器霰弹枪的特殊射击：对近距离目标进行锥形攻击. <Ability:TRENCH_GUN_COOLDOWN>回合冷却."
LocHelpText="仅限主武器霰弹枪的特殊射击：对近距离目标进行锥形攻击. <Ability:TRENCH_GUN_COOLDOWN>回合冷却."
LocPromotionPopupText="<Bullet/> 仅限主武器霰弹枪的特殊射击：对近距离目标进行锥形攻击.<br/><Bullet/> <Ability:TRENCH_GUN_COOLDOWN>冷却，消耗<Ability:SelfAmmoCost/>发子弹.<br/><Bullet/>装备其他主武器时，此能力不可用.<br/><Bullet/>攻击无法穿透重型掩体，因此此能力在侧翼攻击时效果最佳.<br/><Bullet/>范围内的盟友可能受到伤害.<br/>

[LW2WotC_Fortify X2AbilityTemplate]
LocFriendlyName= "加固"
LocLongDescription="激活后，在下一回合开始前增加<ABILITY:FORTIFY_DEFENSE/>防御力.不消耗行动点.有<ABILITY:FORTIFY_COOLDOWN/>回合冷却."
LocHelpText="激活后，在下一回合开始前增加<ABILITY:FORTIFY_DEFENSE/>防御力.自由行动. <ABILITY:FORTIFY_COOLDOWN/>回合冷却."
LocFlyOverText= "已加固"
LocPromotionPopUpText="<Bullet/>激活后，士兵在下一回合开始前增加<ABILITY:FORTIFY_DEFENSE/>防御力.<br/><Bullet/>不消耗行动点.有<ABILITY:FORTIFY_COOLDOWN/>回合冷却."

[LW2WotC_Formidable X2AbilityTemplate]
LocFriendlyName= "强大"
LocFlyOverText= "强大"
LocLongDescription="装备包括额外的保护层，提供<Ability:FORMIDABLE_ABLATIVE_HP/>点额外可消耗生命值，并减少<Ability:BlastPadding/>%的爆炸伤害."
LocHelpText="获得额外生命值并减少爆炸伤害."
LocPromotionPopupText="<Bullet/>强大减少<Ability:BlastPadding/>%的爆炸伤害.

[LW2WotC_StreetSweeper X2AbilityTemplate]
LocFriendlyName= "街道清扫者"
LocFlyOverText= "街道清扫者"
LocLongDescription="霰弹枪锥形攻击，对无护甲目标造成额外伤害.被重型掩体阻挡."
LocHelpText="霰弹枪锥形攻击，对无护甲目标造成额外伤害.被重型掩体阻挡."
LocPromotionPopupText="<Bullet/>中等距离的霰弹枪锥形攻击.<br/><Bullet/>攻击模式被重型掩体阻挡.<br/><Bullet/>消耗一个行动点和<Ability:SelfAmmoCost/>发子弹，有<Ability:STREET_SWEEPER_COOLDOWN>回合冷却.<br/><Bullet/>对范围内的无护甲目标造成<Ability:STREET_SWEEPER_UNARMORED_DAMAGE_BONUS>点额外伤害.<br/><Bullet/>不能与非霰弹枪武器一起使用.<br/><Bullet/>盟友可能受到此攻击的伤害.<br/>"

[LW2WotC_LightningReflexes X2AbilityTemplate]
LocFriendlyName= "闪电反射"
LocFlyOverText= "闪电反射"
LocLongDescription="对你进行的反应射击命中几率显著降低.每次面对额外的反应射击时，该加成减少e."
LocHelpText="对你进行的反应射击命中几率降低."
LocPromotionPopupText="<Bullet/>对你进行的反应射击命中几率显著降低.<br/><Bullet/>回合内第一次反应射击的命中率降低-100；第二次降低-80；第三次降低-60；第四次降低-40；第五次降低-20.<br/><Bullet/> 之后的反应射击命中率恢复正常.如果单位处于混乱、眩晕、恐慌、着火或其他受损状态，此能力不提供防御加成."

[LW2WotC_RunAndGun X2AbilityTemplate]
LocFriendlyName= "疾跑并射击"
LocFlyOverText= "疾跑并射击"
LocLongDescription="冲刺后可以进行一次行."
LocHelpText="冲刺后可以进行一次行."
LocPromotionPopupText="<Bullet/>疾跑并射击允许士兵快速接近目标或轻松占据侧翼位置.<br/><Bullet/>疾跑并射击有<Ability:RUN_AND_GUN_COOLDOWN>回合冷却.<br/>"

[LW2WotC_KillerInstinct X2AbilityTemplate]
LocFriendlyName= "杀手本能"
LocFlyOverText= "杀手本能"
LocLongDescription="激活"疾跑并射击"后，本回合剩余时间内增加<Ability:KILLER_INSTINCT_CRIT_DAMAGE_BONUS_PCT>%暴击伤害."
LocHelpText="激活"疾跑并射击"后，本回合剩余时间内增加<Ability:KILLER_INSTINCT_CRIT_DAMAGE_BONUS_PCT>%暴击伤害."
LocPromotionPopupText="<Bullet/> 激活"疾跑并射击"后，本回合剩余时间内增加<Ability:KILLER_INSTINCT_CRIT_DAMAGE_BONUS_PCT>%暴击伤害.<br/>"

[LW2WotC_ExtraConditioning X2AbilityTemplate]
LocFriendlyName= "额外训练"
LocFlyOverText= "额外训练"
LocLongDescription="疾跑并射击"冷却时间减少<Ability:EXTRA_CONDITIONING_COOLDOWN_REDUCTION>回合."
LocHelpText="疾跑并射击"冷却时间减少<Ability:EXTRA_CONDITIONING_COOLDOWN_REDUCTION>回合."
LocPromotionPopupText="<Bullet/> 疾跑并射击"冷却时间减少<Ability:EXTRA_CONDITIONING_COOLDOWN_REDUCTION>回合.<br/>"

[LW2WotC_Smoker X2AbilityTemplate]
LocFriendlyName= "烟雾专家"
LocFlyOverText= "烟雾专家"
LocLongDescription="在你的库存中增加一枚免费烟雾手榴弹."
LocHelpText="在你的库存中增加一枚免费烟雾手榴弹."
LocPromotionPopupText="<Bullet/> 在你的库存中增加一枚免费烟雾手榴弹.<br/>"

[LW2WotC_DenseSmoke X2AbilityTemplate]
LocFriendlyName= "浓密烟雾"
LocFlyOverText= "浓密烟雾"
LocLongDescription="你的烟雾手榴弹额外提供<Ability:DENSE_SMOKE_INVERSE/> defense."
LocHelpText="你的烟雾手榴弹额外提供<Ability:DENSE_SMOKE_INVERSE/> defense."
LocPromotionPopupText="<Bullet/> 你的烟雾手榴弹额外提供<Ability:DENSE_SMOKE_INVERSE/>点防御，总计<Ability:DENSE_SMOKE_TOTAL/>点.<br/>"

[LW2WotC_GrazingFire X2AbilityTemplate]
LocFriendlyName= "擦边射击"
LocFlyOverText= "擦边射击"
LocLongDescription="主武器未命中时，有额外几率变为擦伤."
LocHelpText= "未命中可能变为擦伤."
LocPromotionPopupText="<Bullet/>士兵主武器未命中时，通常有<Ability:GRAZING_FIRE_SUCCESS_CHANCE>%几率变为擦伤.<br/><Bullet/>此效果在正常命中-未命中-擦伤处理后发生.<br/><Bullet/>目标的闪避值会从该能力的成功率中扣除."

[LW2WotC_CombatFitness X2AbilityTemplate]
LocFriendlyName= "战斗体能"
LocLongDescription="增加<ABILITY:COMBAT_FITNESS_OFFENSE/>命中率、<ABILITY:COMBAT_FITNESS_MOBILITY/>机动性、<ABILITY:COMBAT_FITNESS_HP/>生命值、<ABILITY:COMBAT_FITNESS_WILL/>意志力和<ABILITY:COMBAT_FITNESS_DODGE/>闪避率."
LocHelpText= "此士兵有多种属性加成."
LocPromotionPopupText="<Bullet/>战斗体能提供<ABILITY:COMBAT_FITNESS_OFFENSE/>命中率、<ABILITY:COMBAT_FITNESS_MOBILITY/>机动性、<ABILITY:COMBAT_FITNESS_HP/>生命值、<ABILITY:COMBAT_FITNESS_WILL/>意志力和<ABILITY:COMBAT_FITNESS_DODGE/>闪避率."

[LW2WotC_Sprinter X2AbilityTemplate]
LocFriendlyName= "短跑健将"
LocLongDescription="增加<ABILITY:SPRINTER_MOBILITY/>机动性."
LocHelpText= "此士兵有额外机动性加成."
LocPromotionPopupText="<Bullet/>短跑健将提供<ABILITY:SPRINTER_MOBILITY/>点额外机动性."

[LW2WotC_AlphaMikeFoxtrot X2AbilityTemplate]
LocFriendlyName="迷幻摇滚"
LocFlyOverText="迷幻摇滚"
LocLongDescription="用主武器造成额外<Ability:ALPHAMIKEFOXTROT_DAMAGE/>点基础伤害."
LocHelpText="用主武器造成额外<Ability:ALPHAMIKEFOXTROT_DAMAGE/>点基础伤害."
LocPromotionPopupText="<Bullet/> 用主武器造成额外<Ability:ALPHAMIKEFOXTROT_DAMAGE/>点基础伤害."

[LW2WotC_CoupDeGrace X2AbilityTemplate]
LocFriendlyName= "致命一击"
LocFlyOverText= "致命一击"
LocLongDescription="对处于混乱、眩晕或恐慌状态的敌人，使用近战武器时增加命中率、伤害和暴击几率."
LocHelpText="对处于混乱、眩晕或恐慌状态的敌人，使用近战武器时增加命中率、伤害和暴击几率."
LocPromotionPopupText="<Bullet/>致命一击对眩晕和恐慌的敌人提供+<Ability:COUP_DE_GRACE_HIT_BONUS/>命中率、+<Ability:COUP_DE_GRACE_CRIT_BONUS/>暴击几率和+<Ability:COUP_DE_GRACE_DAMAGE_BONUS/>伤害.<br/><Bullet/>对混乱的敌人，加成减半."

[LW2WotC_Interference X2AbilityTemplate]
LocFriendlyName= "干扰"
LocFlyOverText= "干扰"
LocLongDescription="小精灵取消目标单位的伏击状态.每场战斗可使用<Ability:INTERFERENCE_CV_CHARGES>次."
LocHelpText="取消目标单位的伏击状态."
LocPromotionPopupText="<Bullet/>取消目标单位的伏击状态.<br/><Bullet/>消耗<Ability:INTERFERENCE_ACTION_POINTS>行动点.<br/><Bullet/>每场战斗可使用<Ability:INTERFERENCE_CV_CHARGES>次，随着小精灵技术的提升而增加.<br/>"

[LW2WotC_RescueProtocol X2AbilityTemplate]
LocFriendlyName= "救援协议"
LocFlyoverText= "救援协议"
LocLongDescription="使用小精灵赋予盟友一次移动行."
LocHelpText="赋予盟友一次移动行动."
LocPromotionPopupText="<Bullet/>救援协议只能对没有行动点的盟友使用.<br/><Bullet/>不能对隐蔽、压制或伏击的单位使用.<br/><Bullet/>盟友不能在同一回合内同时受益于指挥协议和救援协议.<br/><Bullet/>消耗一个行动点.<br/><Bullet/>随着小精灵技术的提升，使用次数增加.<br/>

[LW2WotC_BoostedCores X2AbilityTemplate]
LocFriendlyName= "强化核心"
LocFlyOverText= "强化核心"
LocLongDescription="爆炸手榴弹造成额外<Ability:BOOSTED_CORES_DAMAGE>点伤害."
LocHelpText="爆炸手榴弹造成额外<Ability:BOOSTED_CORES_DAMAGE>点伤害."
LocPromotionPopupText="<Bullet/>你的手榴弹装有额外炸药，造成额外<Ability:BOOSTED_CORES_DAMAGE>点伤害，但需要特殊训练才能处理.<br/><Bullet/>这也适用于手榴弹效果，如燃烧武器的火焰.<br/>"

[LW2WotC_VolatileMix X2AbilityTemplate]
LocFriendlyName= "易爆混合物"
LocLongDescription="你的手榴弹爆炸范围增加一格."
LocHelpText="你的手榴弹爆炸范围增加一格."
LocFlyOverText= "易爆混合物"
LocPromotionPopupText="<Bullet/>你的手榴弹在扩大的爆炸范围内造成常规和环境伤害，并应用任何额外效果.

[LW2WotC_Airdrop X2AbilityTemplate] 
LocFriendlyName= "空投"
LocFlyOverText= "空投"
LocLongDescription="小精灵赋予目标盟友一枚爆炸手榴弹.每场任务可使用. <Ability:NUM_AIRDROP_CHARGES>次."
LocHelpText="赋予目标盟友一枚爆炸手榴弹."
LocPromotionPopupText="<Bullet/>赋予目标盟友一枚爆炸手榴弹.<br/><Bullet/>空投最初提供一枚破片手榴弹，但随着XCOM技术的进步，将提供更先进的装置.<br/><Bullet/>激活空投消耗一个行动点，不会结束士兵的回合.<br/><Bullet/>每场任务可使用<Ability:NUM_AIRDROP_CHARGES>次."

[LW2WotC_Flashbanger X2AbilityTemplate]
LocFriendlyName= "闪光震撼弹"
LocFlyOverText= "闪光震撼弹"
LocLongDescription="在你的库存中增加一枚免费闪光震撼弹."
LocHelpText="在你的库存中增加一枚免费闪光震撼弹."
LocPromotionPopupText="<Bullet/>在你的库存中增加一枚免费闪光震撼弹.<br/>"

[LW2WotC_CyclicFire X2AbilityTemplate]
LocFriendlyName= "连发火力"
LocFlyOverText= "连发火力"
LocLongDescription="特殊射击：对目标进行<Ability:CYCLIC_FIRE_SHOTS>次射击.需要<Ability:CYCLIC_FIRE_MIN_ACTION_REQ>个行动点，所有射击都有命中惩罚. <Ability:CYCLIC_FIRE_COOLDOWN>回合冷却."
LocHelpText="特殊射击：对目标进行<Ability:CYCLIC_FIRE_SHOTS>次射击.需要<Ability:CYCLIC_FIRE_MIN_ACTION_REQ>个行动点，所有射击都有命中惩罚. <Ability:CYCLIC_FIRE_COOLDOWN>回合冷却."
LocPromotionPopupText="<Bullet/> 特殊射击：对目标进行<Ability:CYCLIC_FIRE_SHOTS>次射击.需要<Ability:CYCLIC_FIRE_MIN_ACTION_REQ>个行动点，所有射击命中率降低-<Ability:CYCLIC_FIRE_AIM_MALUS><br/><Bullet/>消耗<Ability:SelfAmmoCost/>发子弹.<br/><Bullet/>需要连发武器；装备霰弹枪或狙击步枪作为主武器时，此能力不可用."

[LW2WotC_Kubikuri X2AbilityTemplate]
LocFriendlyName= "斩首"
LocFlyOverText= "斩首"
LocLongDescription="对任何已受伤的敌人的特殊射击：任何暴击都会杀死他们，但普通命中只造成一半伤害.需要<Ability:KUBIKURI_MIN_ACTION_REQ>个行动点，有<Ability:KUBIKURI_COOLDOWN>回合冷却."
LocHelpText="对生命值未满的敌人，暴击自动杀死他们.普通命中只造成一半伤害."
LocPromotionPopupText="<Bullet/>对生命值未满的敌人的特殊射击：任何暴击都会杀死他们，但普通命中只造成一半伤害.<br/><Bullet/>需要<Ability:KUBIKURI_MIN_ACTION_REQ>个行动点.<br/><Bullet/> <Ability:KUBIKURI_COOLDOWN>回合冷却.<br/><Bullet/>对外星统治者，暴击将造成双倍正常暴击伤害，而不是直接杀死."

[LW2WotC_Evasive X2AbilityTemplate]
LocFriendlyName= "回避"
LocFlyOverText= "回避：+100闪避"
LocLongDescription="每场任务开始时获得100点额外闪避.首次受到伤害后，该加成移除."
LocHelpText="获得100点闪避，直到受到伤害."
LocPromotionPopupText="<Bullet/>此能力通常会将士兵受到的第一次攻击变为擦伤，但被不可回避的攻击击中会移除该加成而不产生任何效果."

[LW2WotC_Evasive_Remover X2AbilityTemplate]
LocFriendlyName= "回避加成已失去"
LocFlyOverText= "回避加成已失去"
LocLongDescription="每场任务开始时获得100点额外闪避.首次受到伤害后，该加成移除."
LocHelpText="获得100点闪避，直到受到伤害."
LocPromotionPopupText="<Bullet/>此能力通常会将士兵受到的第一次攻击变为擦伤，但被不可回避的攻击击中会移除该加成而不产生任何效果."

[LW2WotC_IronSkin X2AbilityTemplate]
LocFriendlyName= "铁皮"
LocFlyOverText= "铁皮"
LocLongDescription="受到的近战伤害减少<Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>."
LocHelpText="受到的近战伤害减少<Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>."
LocPromotionPopupText="<Bullet/> 受到的近战伤害减少<Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>.<br/>"

[LW2WotC_CombatAwareness X2AbilityTemplate]
LocFriendlyName= "战斗意识"
LocFlyOverText= "战斗意识"
LocLongDescription="在伏击状态下，获得<Ability:COMBAT_AWARENESS_BONUS_DEFENSE>点防御和<Ability:COMBAT_AWARENESS_BONUS_ARMOR>点护甲."
LocHelpText="在伏击状态下，获得<Ability:COMBAT_AWARENESS_BONUS_DEFENSE>点防御和<Ability:COMBAT_AWARENESS_BONUS_ARMOR>点护甲."
LocPromotionPopupText="<Bullet/>在伏击状态下，获得<Ability:COMBAT_AWARENESS_BONUS_DEFENSE>点防御和<Ability:COMBAT_AWARENESS_BONUS_ARMOR>点护甲.<br/><Bullet/>如果单位处于混乱、眩晕、恐慌、着火或其他受损状态，此能力不提供防御加成.<br/><Bullet/>也适用于压制和"死亡区域"激活时."

[LW2WotC_CombatRush X2AbilityTemplate]
LocFriendlyName= "战斗冲刺"
LocFlyOverText= "战斗冲刺"
LocLongDescription="当你杀死一个敌人时，附近的盟友暂时获得命中率、暴击几率和机动性加成. <Ability:COMBAT_RUSH_COOLDOWN>回合冷却."
LocHelpText="当你杀死一个敌人时，附近的盟友暂时获得命中率、暴击几率和机动性加成."
LocPromotionPopupText="<Bullet/>战斗冲刺在你杀死一个敌方单位时触发，为七格范围内的盟友提供+<Ability:COMBAT_RUSH_AIM_BONUS>命中率、+<Ability:COMBAT_RUSH_CRIT_BONUS>暴击几率和+<Ability:COMBAT_RUSH_MOBILITY_BONUS>机动性.<br/><Bullet/>效果持续到击杀后的下一回合结束.<br/><Bullet/>每<Ability:COMBAT_RUSH_COOLDOWN>回合只能触发一次.<br/>"

[LW2WotC_FullKit X2AbilityTemplate]
LocFriendlyName="全套装备"
LocFlyOverText="全套装备"
LocLongDescription="在实用槽中每携带一个手雷物品，即可获得+<Ability:FULL_KIT_BONUS>点充能."
LocHelpText="在实用槽中每携带一个手雷物品，即可获得+<Ability:FULL_KIT_BONUS>点充能."
LocPromotionPopupText="<Bullet/> 在实用槽中每携带一个手雷物品，即可获得+<Ability:FULL_KIT_BONUS>点充能.<br/><Bullet/>适用于爆炸手雷、支援手雷以及战场扫描仪.<br/>"

[LW2WotC_Ghostwalker X2AbilityTemplate]
LocFriendlyName="幽灵行者"
LocFlyOverText="幽灵行者"
LocLongDescription="激活此能力后，在本回合及下一回合内，敌人对你的侦测范围将减少近25%. <Ability:GHOSTWALKER_COOLDOWN> turn cooldown."
LocHelpText="在本回合及下一回合内，敌人对你的侦测范围减少25%<Ability:GHOSTWALKER_DURATION> "
LocPromotionPopupText="<Bullet/>激活此能力后，在本回合及下一回合内（包括当前回合），敌人对你的侦测范围将减少近25%，未察觉到你存在的敌人周围将显示红色格子<Ability:GHOSTWALKER_DURATION><br/><Bullet/> <Ability:GHOSTWALKER_COOLDOWN>回合冷却时间.<br/><Bullet/>激活无需行动点.<br/><Bullet/>不适用于变种人安全塔."

[LW2WotC_Savior X2AbilityTemplate]
LocFriendlyName="救世主"
LocFlyOverText="救世主"
LocLongDescription="治疗能力将额外恢复<Ability:SAVIOR_BONUS_HEAL_AMMOUNT>点生命值."
LocHelpText="治疗能力将额外恢复<Ability:SAVIOR_BONUS_HEAL_AMMOUNT>点生命值."
LocPromotionPopupText="<Bullet/>该效果适用于小精灵治疗、医疗包和恢复能力.<br/>"

[LW2WotC_HeavyOrdnance X2AbilityTemplate]
LocFriendlyName="重型弹药"
LocLongDescription="仅限手雷槽中的任何伤害性手雷将获得<Ability:HEAVY_ORDNANCE_BONUS_CHARGES>次额外使用机会."
LocHelpText="仅限手雷槽中的任何伤害性手雷将获得<Ability:HEAVY_ORDNANCE_BONUS_CHARGES>次额外使用机会."
LocFlyOverText="重型弹药"
LocPromotionPopupText="<Bullet/>所有伤害性手雷均适用于重型弹药能力.<br/>"

[LW2WotC_Protector X2AbilityTemplate]
LocFriendlyName="守护者"
LocLongDescription="仅限手雷槽中的任何非伤害性手雷将获得<Ability:PROTECTOR_BONUS_CHARGES>次额外使用机会."
LocHelpText="仅限手雷槽中的任何非伤害性手雷将获得<Ability:PROTECTOR_BONUS_CHARGES>次额外使用机会."
LocFlyOverText="守护者"
LocPromotionPopupText="<Bullet/>除幽灵手雷外，所有非伤害性手雷均适用于守护者能力.<br/>"

[LW2WotC_HEATWarheads X2AbilityTemplate]
LocFriendlyName="破甲弹头"
LocLongDescription="你的手雷现在可以穿透最多<Ability:HEAT_WARHEADS_PIERCE>点护甲，并额外撕裂<Ability:HEAT_WARHEADS_SHRED>点护甲."
LocHelpText="你的手雷现在可以穿透最多<Ability:HEAT_WARHEADS_PIERCE>点护甲，并额外撕裂<Ability:HEAT_WARHEADS_SHRED>点护甲."
LocFlyOverText="破甲弹头"
LocPromotionPopupText="<Bullet/>你的手雷现在可以穿透（忽略）最多<Ability:HEAT_WARHEADS_PIERCE>点护甲，并额外撕裂<Ability:HEAT_WARHEADS_SHRED>点护甲.<br/>"

[LW2WotC_AreaSuppression X2AbilityTemplate]
LocFriendlyName="区域压制"
LocFlyOverText="区域压制"
LocLongDescription="发射一连串火力，压制4格半径内的多个目标，对任何移动的目标进行反应射击，并对所有目标施加<Ability:SUPPRESSIONPENALTY/>点命中惩罚，直至压制解除.隐蔽状态下无法使用."
LocHelpText="压制区域内的多个目标."
LocPromotionPopupText="<Bullet/> 士兵隐蔽状态下无法使用区域压制.<br/><Bullet/>任何试图移动的单位都将面临反应射击，只要压制单位仍有弹药.<br/><Bullet/> 不适用于霰弹枪或狙击步枪.<br/><Bullet/> 区域压制消耗<Ability:SelfAmmoCost/>点弹药，每次反应射击额外消耗1点弹药.无冷却时间.<br/><Bullet/>如果压制单位受到伤害，区域压制将被取消.<br/><Bullet/>如果多个单位压制同一目标，命中惩罚将叠加.<br/><Bullet/>压制将限制目标的许多能力，包括使用火箭筒和手雷."

[LW2WotC_DangerZone X2AbilityTemplate]
LocFriendlyName="危险区域"
LocFlyOverText="危险区域"
LocLongDescription="区域压制的半径扩大至5格."
LocHelpText="更广范围的区域压制."
LocPromotionPopupText="<Bullet/> 区域压制的半径扩大至5格.<br/>

[LW2WotC_Lockdown X2AbilityTemplate]
LocFriendlyName="封锁"
LocFlyOverText="封锁"
LocLongDescription="对试图在压制状态下移动的敌人，获得+<Ability:LOCKDOWN_TOHIT_BONUS>点命中加成."
LocHelpText="对试图在压制状态下移动的敌人，获得命中加成和伤害加成."
LocPromotionPopupText="<Bullet/> 对试图在压制状态下移动的敌人，获得+<Ability:LOCKDOWN_TOHIT_BONUS>点命中加成.<br/><Bullet/>该效果可与其他反应击射击加成叠加."

[LW2WotC_Lockdown_Bonuses X2AbilityTemplate]
LocFriendlyName="封锁"
LocFlyOverText="封锁"
LocLongDescription="对试图在压制状态下移动的敌人，获得+<Ability:LOCKDOWN_TOHIT_BONUS>点命中加成."
LocHelpText="对试图在压制状态下移动的敌人，获得命中加成和伤害加成."
LocPromotionPopupText="<Bullet/> 对试图在压制状态下移动的敌人，获得+<Ability:LOCKDOWN_TOHIT_BONUS>点命中加成.<br/><Bullet/>该效果可与其他反应击射击加成叠加."

[LW2WotC_Mayhem X2AbilityTemplate]
LocFriendlyName="混乱"
LocFlyOverText="混乱"
LocLongDescription="对试图在压制状态下移动的敌人，获得<Ability:MAYHEM_DAMAGE_BONUS_PCT>% 的额外伤害加成."
LocHelpText="对试图在压制状态下移动的敌人，获得额外伤害加成."
LocPromotionPopupText="<Bullet/> 对试图在压制状态下移动的敌人，获得<Ability:MAYHEM_DAMAGE_BONUS_PCT>% 的额外伤害加成.<br/>"

[LW2WotC_Mayhem_Bonuses X2AbilityTemplate]
LocFriendlyName="混乱增益"
LocFlyOverText="混乱增益"
LocLongDescription="对试图在受压制状态下移动的敌人造成<Ability:MAYHEM_DAMAGE_BONUS_PCT>%的额外伤害."
LocHelpText="对试图在受压制状态下移动的敌人造成额外伤害."
LocPromotionPopupText="<Bullet/>对试图在受压制状态下移动的敌人造成<Ability:MAYHEM_DAMAGE_BONUS_PCT>% 的额外伤害.<br/>"

[LW2WotC_EmergencyLifeSupport X2AbilityTemplate]
LocFriendlyName="紧急生命支持"
LocFlyOverText="紧急生命支持"
LocLongDescription="紧急生命支持确保在任务中首次致命一击不会导致立即死亡，并延长士兵流血致死的时间."
LocHelpText="确保在任务中首次致命一击不会导致立即死亡，并延长流血致死时间."
LocPromotionPopupText="<Bullet/>紧急生命支持使每次任务中首次流血检查自动成功.<br/><Bullet/>流血致死计时器增加两回合.<br/>"

[LW2WotC_SmartMacrophages X2AbilityTemplate]
LocFriendlyName="智能巨噬细胞"
LocFlyOverText="智能巨噬细胞"
LocLongDescription="战斗后治疗伤势，缩短伤口恢复时间，并赋予对毒药和酸液的免疫力."
LocHelpText="缩短伤口恢复时间，并赋予对毒药和酸液的免疫力."
LocPromotionPopupText="<Bullet/>战斗中损失的生命值减少1点.<br/><Bullet/>对毒药和酸液免疫.<br/>"

[LW2WotC_FieldSurgeon X2AbilityTemplate]
LocFriendlyName="战地医生"
LocFlyOverText="战地医生"
LocLongDescription="缩短大多数士兵的伤口恢复时."
LocHelpText="缩短大多数士兵的伤口恢复时."
LocPromotionPopupText="<Bullet/>战地医生将士兵战斗后需恢复的生命值减少1点.<br/><Bullet/>任务中多名战地医生可能进一步缩短伤口恢复时间.<br/><Bullet/>该效果包括拥有该能力的士兵.<br/><Bullet/>不适用于因致命伤而稳定下来的士兵."

[LW2WotC_Trojan X2AbilityTemplate]
LocFriendlyName="特洛伊"
LocFlyOverText="特洛伊"
LocLongDescription="被黑客攻击的敌方单位在黑客效果结束时将受到伤害并失去行动."
LocHelpText="被黑客攻击的敌方单位在黑客效果结束时将受到伤害并失去行动."
LocPromotionPopupText="<Bullet/>被混乱协议黑客攻击的敌方单位将受到0至8点伤害，并在黑客效果结束时失去行动.<br/><Bullet/>适用于被混乱协议控制或击晕的单位.<br/><Bullet/>伤害根据黑客属性与目标黑客防御计算.<br/>"

[LW2WotC_IronCurtain X2AbilityTemplate]
LocFriendlyName="铁幕"
LocFlyOverText="铁幕"
LocLongDescription="特殊射击，造成<Ability:IRON_CURTAIN_DAMAGE_MODIFIER>%的伤害，但降低目标在接下来的<Ability:IRON_CURTAIN_MOB_DAMAGE_DURATION>回合内的移动能力.基于主武器的锥形攻击. <Ability:IRON_CURTAIN_COOLDOWN>回合冷却时间."
LocHelpText="特殊射击，伤害较低，但降低目标在接下来的<Ability:IRON_CURTAIN_MOB_DAMAGE_DURATION>回合内的移动能力."
LocPromotionPopupText="<Bullet/>如果此次锥形攻击命中，铁幕将造成<Ability:IRON_CURTAIN_DAMAGE_MODIFIER>%%的正常伤害，并使敌人移动能力降低-<Ability:IRON_CURTAIN_MOBILITY_DAMAGE>点，持续<Ability:IRON_CURTAIN_MOB_DAMAGE_DURATION>回合.<br/><Bullet/> <Ability:IRON_CURTAIN_COOLDOWN>回合冷却时间.<br/><Bullet/>消耗<Ability:SelfAmmoCost/>点弹药.<br/><Bullet/>移动后仍可使用.<br/><Bullet/>铁幕不适用于霰弹枪或狙击步枪.<br/><Bullet/>锥形范围内的盟友可能被此能力击中.<br/>"

[LW2WotC_BodyShield X2AbilityTemplate]
LocFriendlyName="身体护盾"
LocFlyOverText="身体护盾"
LocLongDescription="天选者对士兵的命中率降低-<Ability:BODY_SHIELD_DEF_BONUS>点，暴击率降低-<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS> 点. <Ability:BODY_SHIELD_COOLDOWN>回合冷却时间."
LocHelpText="天选者对士兵的命中率降低-<Ability:BODY_SHIELD_DEF_BONUS>点，暴击率降低-<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS> 点. <Ability:BODY_SHIELD_COOLDOWN>回合冷却时间."
LocPromotionPopupText="<Bullet/>天选者对士兵的命中率降低-<Ability:BODY_SHIELD_DEF_BONUS>点，暴击率降低-<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS> 点.<br/><Bullet /> <Ability:BODY_SHIELD_COOLDOWN>回合冷却时间.<br/>"

[LW2WotC_StingGrenades X2AbilityTemplate]
LocFriendlyName="刺痛手雷"
LocFlyOverText="刺痛手雷"
LocLongDescription="你的闪光手雷有<Ability:STING_GRENADE_STUN_CHANCE>%的几率使闪光范围内的敌人眩晕一回合."
LocHelpText="你的闪光手雷有<Ability:STING_GRENADE_STUN_CHANCE>%的几率使敌人眩晕."
LocPromotionPopupText="<Bullet/> 你的闪光手雷有<Ability:STING_GRENADE_STUN_CHANCE>%的几率使敌人眩晕.<br/>"

[LW2WotC_BluescreenBombs X2AbilityTemplate]
LocFriendlyName="蓝屏炸弹"
LocLongDescription="你的闪光手雷现在能使机器人单位混乱，并降低其黑客防御."
LocHelpText="你的闪光手雷现在能使机器人单位混乱，并降低其黑客防御."
LocFlyOverText="蓝屏炸弹"
LocPromotionPopupText="<Bullet/>你的闪光手雷现在能使机器人单位混乱.<br/><Bullet/>你的闪光手雷还能降低机器人的黑客防御.<br/>"

[LW2WotC_ImpactFields X2AbilityTemplate]
LocFriendlyName="冲击力场"
LocFlyOverText="冲击力场"
LocLongDescription="激活一个力场，在接下来的<Ability:IMPACT_FIELDS_DAMAGE_REDUCTION_PCT>回合内减少<Ability:IMPACT_FIELDS_DURATION>%的受到伤害. <Ability:IMPACT_FIELDS_COOLDOWN>回合冷却时间."
LocHelpText="激活一个力场，在接下来的<Ability:IMPACT_FIELDS_DAMAGE_REDUCTION_PCT>回合内减少<Ability:IMPACT_FIELDS_DURATION>%的受到伤害. <Ability:IMPACT_FIELDS_COOLDOWN>回合冷却时间."
LocPromotionPopupText="<Bullet/> 激活一个力场，在接下来的<Ability:IMPACT_FIELDS_DAMAGE_REDUCTION_PCT>回合内减少<Ability:IMPACT_FIELDS_DURATION>%的受到伤害.<br/><Bullet/> <Ability:IMPACT_FIELDS_COOLDOWN>回合冷却时间（包括激活回合）.<br/><Bullet/>消耗一个行动点，且不会自动结束回合.<br/><Bullet/>穿甲武器不会减轻此效果.<br/>"

[LW2WotC_DoubleTap X2AbilityTemplate]
LocFriendlyName="双连击"
LocFlyOverText="双连击"
LocLongDescription="激活以进行一次标准射击，并获得第二次行动，仅限额外射击或伏击."
LocHelpText="进行一次标准射击，并获得一次额外射击或伏击行动."
LocPromotionPopupText="<Bullet/>激活以进行一次标准射击，并获得第二次行动，仅限标准射击、精准射击、居合斩或伏击.<br/><Bullet/> <Ability:SelfCooldown/>-回合冷却时间.<br/>"

[LW2WotC_SnapShot X2AbilityTemplate]
LocFriendlyName="速射"
LocFlyOverText="速射"
LocHelpText="射击目标."
LocLongDescription="移动后仍可使用狙击步枪进行标准射击，但在小队视野范围外超过5格时将受到严重命中惩罚."
LocPromotionPopupText="<Bullet/>士兵现在可以在移动后使用狙击步枪进行标准射击，但在超过22格范围的目标上将受到极端命中惩罚.移动后不能使用狙击步枪进行伏击.<br/>

[LW2WotC_SnapShotAimModifier X2AbilityTemplate]
LocFriendlyName="速射"
LocFlyOverText="速射"
LocLongDescription="移动后仍可使用狙击步枪进行标准射击和进入标准伏击，但在所有射击上超过小队视野范围外5格时将受到严重命中惩罚."
LocHelpText="允许移动后使用狙击步枪进行标准射击和伏击."

[LW2WotC_Whirlwind X2AbilityTemplate]
LocFriendlyName="旋风"
LocLongDescription="如果在你的回合中用近战攻击命中目标，将获得一次额外移动."
LocHelpText="成功近战攻击后获得一次额外移动行动."
LocFlyOverText="旋风"
LocPromotionPopupText="<Bullet/>士兵每回合只能通过此能力获得一次移动.<br/><Bullet/>如果死神或连击能力激活，则无法使用.<br/>"

[LW2WotC_GhostGrenade X2AbilityTemplate]
LocFriendlyName="幽灵手雷"
LocLongDescription="一种特殊的烟雾手雷，可使选定的盟友进入隐蔽状态."
LocHelpText="使一名XCOM盟友进入隐蔽状态."
LocPromotionPopupText="<Bullet/> 此能力仅影响选定的盟友；烟雾云中的其他盟友不会隐蔽，但会获得防御加成.<br/><Bullet/>消耗一个行动点并结束回合.<br/><Bullet/>每任务只能使用一次；增加手雷充能的能力不会提供任何额外使用次数.<br/><Bullet/>仅适用于XCOM士兵，因为平民没有接受过隐蔽训练.<br/><Bullet/>小烟雾云提供20点防御；浓烟加成不适用.<br/><Bullet/>不适用于标准的XCOM手雷发射器，必须向可见的盟友投掷.<br/><Bullet/>榴弹兵在隐蔽状态下无法使用此能力."

[VanishingAct X2AbilityTemplate]
LocFriendlyName="幽灵手雷"
LocHelpText="特殊的烟雾手雷，可使盟友在小烟雾云中进入隐蔽状态."
LocFlyOverText="幽灵手雷"

[LW2WotC_Flush X2AbilityTemplate]
LocFriendlyName="驱赶"
LocLongDescription="特殊射击，命中加成高，但伤害低或无伤害，同时施加防御和闪避惩罚，并迫使目标如果命中则改变位置."
LocHelpText="特殊射击，伤害低或无伤害，但施加防御和闪避惩罚，并迫使目标改变位置."
LocFlyOverText="驱赶"
LocPromotionPopupText="<Bullet/>消耗<Ability:SelfAmmoCost/>点弹药.<br/><Bullet/> <Ability:FLUSH_COOLDOWN>回合冷却时间.<br/><Bullet/> +<Ability:FLUSH_AIM_BONUS>点命中加成.<br/><Bullet/>不能暴击或应用额外弹药效果.<br/><Bullet/>隐蔽状态下无法使用.<br/><Bullet/>目标失去<Ability:FLUSH_DEFENSE_REDUCTION>点防御和<Ability:FLUSH_DODGE_REDUCTION>点闪避，直至XCOM下一回合开始."
str_FlushEffect="被驱赶"

[LW2WotC_ClutchShot X2AbilityTemplate]
LocFriendlyName="关键一击"
LocFlyOverText="关键一击"
LocLongDescription="每任务一次，发射一次不会失手的手枪射击."
LocHelpText="每任务一次，发射一次不会失手的手枪射击."
LocPromotionPopupText="<Bullet/> 每任务一次，发射一次不会失手的手枪射击.<br/>"

[LW2WotC_FullOverride X2AbilityTemplate]
LocFriendlyName="完全控制"
LocLongDescription="永久控制一个机器人单位."
LocHelpText="永久控制一个机器人单位."
LocFlyOverText="完全控制"
LocPromotionPopupText="<Bullet/>完全控制是一种特殊的黑客行动，可用于敌方机器人单位.<br/><Bullet/>只有成功控制时才会消耗一次充能.<br/><Bullet/>消耗一个行动点并结束士兵的回合.<br/><Bullet/>在任务期间获得机器人单位的控制权.<br/>"

[BuffEnemy_FullOverride X2HackRewardTemplate]
FriendlyName="超频"
Description="黑客攻击失败将增加此目标的命中率和防御属性."

[ControlRobot_Mission X2HackRewardTemplate]
FriendlyName="控制敌人"
Description="在任务剩余时间内控制此单位."

[ALotOfIntel_FullOverride X2HackRewardTemplate]
FriendlyName="大量情报缓存"
FriendlyNamePlural="大量情报缓存"
Description="大量的敌方情报."

[LW2WotC_Gunslinger X2AbilityTemplate]
LocFriendlyName="枪手"
LocFlyOverText="枪手"
LocLongDescription="对在<Ability:GUNSLINGER_TILES_RANGE>格范围内和宽锥形火力范围内的任何移动或攻击的敌人进行手枪反应射击. <Ability:GUNSLINGER_COOLDOWN>回合冷却时间."
LocHelpText="在锥形火力范围内增强手枪监视能力."
LocPromotionPopupText="<Bullet/>范围是<Ability:GUNSLINGER_TILES_RANGE>格.<br/><Bullet/> <Ability:GUNSLINGER_COOLDOWN>回合冷却时间.<br/>"

[LW2WotC_Commissar X2AbilityTemplate]
LocFriendlyName="叛徒肃清"
LocFlyOverText="叛徒肃清"
LocLongDescription="对被敌人精神控制的盟友进行手枪射击时，命中率增加+<Ability:COMMISSAR_HIT_BONUS>点，无法闪避，且如果命中则自动杀死目标."
LocHelpText="对被敌人精神控制的盟友进行手枪射击时，命中率增加+<Ability:COMMISSAR_HIT_BONUS>点，无法闪避，且如果命中则自动杀死目标."
LocPromotionPopupText="<Bullet/>对被敌人精神控制的盟友进行手枪射击时，命中率增加+<Ability:COMMISSAR_HIT_BONUS>点，无法闪避，且如果命中则自动杀死目标.<br/>"

[LW2WotC_SteadyWeapon X2AbilityTemplate]
LocFriendlyName="稳定武器"
LocFlyOverText="稳定武器"
LocLongDescription="下一次使用主武器射击时，命中率增加<Ability:STEADY_WEAPON_AIM_BONUS>点.如果使用行动点或受伤，则加成消失."
LocHelpText="下一次使用主武器射击时，命中率增加<Ability:STEADY_WEAPON_AIM_BONUS>点.如果使用行动点或受伤，则加成消失."
LocPromotionPopupText="<Bullet/> 下一次使用主武器射击时，命中率增加<Ability:STEADY_WEAPON_AIM_BONUS>点.如果使用行动点或受伤，则加成消失.<br/><Bullet/>被压制时无法稳定武器.<br/><Bullet/>如果不采取任何行动，效果将持续多个回合.<br/>"

[LW2WotC_Bombardier X2AbilityTemplate]
LocFriendlyName="轰炸手"
LocLongDescription="你可以将手雷投掷或发射额外<Ability:BOMBARDIER_BONUS_RANGE_TILES>格."
LocHelpText="你可以将手雷投掷或发射额外<Ability:BOMBARDIER_BONUS_RANGE_TILES>格."
LocFlyOverText="轰炸手"
LocPromotionPopupText="<Bullet/>你的手雷投掷或发射距离增加<Ability:BOMBARDIER_BONUS_RANGE_TILES>格.<br/><Bullet/>包括发射或投掷的手雷.<br/><Bullet/>也包括战场扫描仪.<br/>"

[LW2WotC_Failsafe X2AbilityTemplate]
LocFriendlyName="故障安全"
LocLongDescription="如果黑客攻击失败，你将防止任何负面效果发生."
LocHelpText="如果黑客攻击失败，你将防止任何负面效果发生."
LocFlyOverText="故障安全"
LocPromotionPopupText="<Bullet/> 如果黑客攻击失败，你将防止任何负面效果发生."

[LW2WotC_MindMerge X2AbilityTemplate]
LocFriendlyName="心灵融合"
LocFlyOverText="心灵融合"
LocLongDescription="为一名盟友提供意志力、暴击率和吸收性生命值加成，直至玩家下一回合开始."
LocHelptext="暂时为一名盟友提供意志力、暴击率和吸收性生命值加成."
LocPromotionPopupText="<Bullet/>为选定的盟友提供1点吸收性（护盾）生命值，外加每<Ability:MIND_MERGE_SHIELDHP_DIVISOR>点心灵融合使用者的灵能攻击力额外提供1点.<br/><Bullet/>为选定的盟友提供每<Ability:MIND_MERGE_WILL_DIVISOR>点心灵融合使用者的心灵攻击分数1点意志力.<br/><Bullet/>还为盟友提供每<Ability:MIND_MERGE_CRIT_DIVISOR>点心灵融合使用者的心灵攻击力+1%的暴击率.<br/><Bullet/>效果持续至心灵融合使用者的下一回合.<br/><Bullet/> <Ability:MIND_MERGE_COOLDOWN>回合冷却时间.<br/><Bullet/>只能以可见的盟友为目标.<br/><Bullet/>改进的心灵增幅器为此效果提供额外加成.<br/><Bullet/>消耗一个行动点."

[LW2WotC_SoulMerge X2AbilityTemplate]
LocFriendlyName="灵魂融合"
LocFlyOverText="灵魂融合"
LocLongDescription="通过提高暴击率、意志力和吸收性生命值的加成，并减少冷却时间，增强心灵融合的效果."
LocHelpText="增强心灵融合的效果."
LocPromotionPopupText="<Bullet/>将心灵融合的冷却时间减少<Ability:SOUL_MERGE_COOLDOWN_REDUCTION>回合.<br/><Bullet/>吸收性生命值加成提高至每<Ability:SOUL_MERGE_SHIELDHP_DIVISOR>点心灵攻击力1点.<br/><Bullet/>意志力加成提高至每<Ability:SOUL_MERGE_WILL_DIVISOR>点心灵攻击分力1点.<br/><Bullet/>提供每<Ability:SOUL_MERGE_CRIT_DIVISOR>点心灵攻击力1%的暴击加成."

[LW2WotC_Solace X2AbilityTemplate]
LocFriendlyName="融合慰藉"
LocFlyOverText="融合慰藉"
LocLongDescription="心灵融合者可以立即为一名队友消除精神障碍."
LocHelpText="心灵融合者可以立即为一名队友消除精神障碍."
LocPromotionPopupText="<Bullet/>慰藉可以清除混乱、精神控制、恐慌和眩晕效果.<br/><Bullet/>消耗1个行动点, <Ability:SOLACE_COOLDOWN/>回合冷却时间.<br/>

[LW2WotC_Bastion X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="要塞现在为附近的队友提供免疫力."
LocHelpText="要塞现在为附近的队友提供免疫力."
LocFlyOverText="堡垒"
LocPromotionPopupText="<Bullet/>堡垒的作用范围为4格.<br/><Bullet/>移动到受影响的队友旁边将立即清除他们的负面物理状态效果.<br/>"

[LW2WotC_Bastion_Passive X2AbilityTemplate]
LocFriendlyName="堡垒（被动技能）"
LocLongDescription="移动到受影响的队友旁边将立即清除他们的负面物理状态效果."
LocHelpText="移动到受影响的队友旁边将立即清除他们的负面物理状态效果."
LocFlyOverText="堡垒（被动技能）"
LocPromotionPopupText="<Bullet/>堡垒的作用范围为4格.<br/><Bullet/>移动到受影响的队友旁边将立即清除他们的负面物理状态效果.<br/>"

[LW2WotC_Bastion_Cleanse X2AbilityTemplate]
LocFriendlyName="堡垒（净化效果）"
LocLongDescription="移动到受影响的队友旁边将立即清除他们的负面物理状态效果."
LocHelpText="移动到受影响的队友旁边将立即清除他们的负面物理状态效果."
LocFlyOverText="堡垒（净化效果）"
LocPromotionPopupText="<Bullet/>堡垒的作用范围为4格.<br/><Bullet/>移动到受影响的队友旁边将立即清除他们的负面物理状态效果.<br/>"

[LW2WotC_Sapper X2AbilityTemplate]
LocFriendlyName="工兵"
LocLongDescription="你的爆炸物可以摧毁许多掩体物体."
LocHelpText="你的爆炸物可以摧毁许多掩体物体."
LocFlyOverText="工兵"
LocPromotionPopupText="<Bullet/>工兵能力使碎片手雷和其他爆炸物能够摧毁许多掩体物体."

[LW2WotC_NeedleGrenades X2AbilityTemplate]
LocFriendlyName="针刺手雷"
LocLongDescription="你的爆炸物在杀死敌人时不会摧毁战利品."
LocHelpText="你的爆炸物在杀死敌人时不会摧毁战利品."
LocFlyOverText="针刺手雷"
LocPromotionPopupText="<Bullet/>你接受了额外训练，能够使用部署特殊碎片的爆炸手雷，使敌人战利品保持完好."


; Modified vanilla abilities

[InTheZone X2AbilityTemplate]
LocPromotionPopupText="<Bullet/>连击旨在通过单一行动连续击杀敌人，因为每次击杀基本上都是免费的.<br/><Bullet/>然而，每次成功击杀都会降低暴击率和伤害.<br/><Bullet/>连击有<Ability:SelfCooldown/>回合冷却时间.<br/>"

[Fuse X2AbilityTemplate]
LocPromotionPopupText="<Bullet/>引信有<Ability:SelfCooldown/>回合冷却时间.<br/>"

[BulletShred X2AbilityTemplate]
LocLongDescription="你接受了额外训练，能够使用部署特殊碎片的爆炸手雷，使敌人战利品保持完好<Ability:RuptureAmount/>点伤害."
LocHelpText="一次破裂射击将大幅提高暴击率，并确保目标在未来受到的所有攻击中承受更多伤害."

[Stealth X2AbilityTemplate]
LocFriendlyName="隐蔽"
LocLongDescription="每任务一次，立即进入隐蔽状态."
LocHelpText="每任务一次，立即进入隐蔽状态."
LocFlyOverText="隐蔽"
LocPromotionPopupText="<Bullet/>可以在任何位置进入隐蔽状态，但如果附近有敌人的侦测范围内，士兵在侧翼被攻击时将被发现.<br/><Bullet/>消耗一个行动点并结束士兵的回合."

[RevivalProtocol X2AbilityTemplate]
LocPromotionPopupText="<Bullet/> 复活协议可用于复活失去意识的士兵，包括那些在流血致死后被稳定的士.<br/><Bullet/>如果使用第一个行动点进行复活协议，则不会结束回合.<br/><Bullet/>初始拥有两次充能，但升级小精灵可能提供更多充能.<br/>"

[ThreatAssessment X2AbilityTemplate]
LocLongDescription="援助协议为目标提供一次掩护火力伏击射击."
LocPromotionPopupText="<Bullet/>援助协议为目标提供一次掩护火力伏击射击."

[SoulSteal X2AbilityTemplate]
LocLongDescription="灵魂之火将一半的伤害反馈给心灵融合者作为生命值，或在未受伤时将吸收的生命值转为临时护盾值."
LocHelpText="灵魂之火为受伤的心灵融合者恢复生命值，或为健康的心灵融合者将吸收的生命值转为临时护盾值.
LocPromotionPopupText="<Bullet/>灵魂窃取将为受伤的心灵融合者补充失去的生命值，或为健康的心灵融合者提供1点临时护盾值.<br/><Bullet/>心灵融合者在使用灵魂窃取时最多可增加至8点临时护盾值."

[CoveringFire X2AbilityTemplate]
LocLongDescription="反应射击会对敌人施加命中惩罚，并且现在可以由任何敌人行动触发，而不仅仅是移动."
LocPromotionPopupText="<Bullet/>如果由敌人行动触发，掩护火力将在敌人行动完成前触发.<br/><Bullet/>此外，拥有掩护火力能力将对任何你进行反应射击的单位施加临时命中惩罚，无论是否是掩护火力射击.<br/>"

[DeathFromAbove X2AbilityTemplate]
LocFriendlyName="死神天降"
LocLongDescription="使用主武器在较低海拔击杀敌人仅消耗一个行动点，且不会结束回合.还为狙击步枪提供远程命中加成."
LocHelpText="使用主武器在较低海拔击杀敌人仅消耗一个行动点，且不会结束回合."
LocFlyOverText="死神天降"
LocPromotionPopupText="<Bullet/>死神天降可以与手枪能力很好地组合，或者只是让士兵更加机动.<br/><Bullet/>还为任何海拔的狙击步枪提供远程命中加成."
